{
    "indianCircle" : "תרגולת המעגל האינדיאני במצב מיקום (לוויון או וויזואלי) יהיה כאשר המטיס בוחר נקודה על המסך ועושה סריקה של 360 על אותה נקודה. חשוב לשמור על המטרה כל הזמן בעת הסיבוב של הרחפן. את התרגול יש לבצע עם ציר הסיבסוב והגילגול בהתאמה לכיוון הרצוי (עם כיוון השעון או נגד כיוון השעון). יש לשים לב שלא בטעות מכבים מנועים באוויר בעזרת תנועות הסטיקים. בתרגולת חשוב לנסות לשלוט על קצב הסיבוב במהלך(גילגול) המעגל ולנסות לשנות את רדיוס הסיבוב (סיבסוב) ",
    "square" : "בתרגולת זאת עליכם לנסות לצייר ריבוע באוויר כאשר עליכם לשמור על כיוונים מדויקים ככל הניתן של 90 מעלות בכל קודקוד של המרובע. את התרגולת ניתן לעשות עם כיוון השעון ונגד כיוון השעון כאשר יש להתייחס לכיווני המצפן וטיסה ישרה ככל הניתן.",
    "digitalEight" : "בתרגולת זאת עליכם לנסות לצייר שמייניה דיגטלית (שני ריבועים צמודים) באוויר כאשר עליכם לשמור על כיוונים מדויקים ככל הניתן של 90 מעלות בכל קודקוד של הריבועים. את התרגולת ניתן לעשות עם כיוון השעון ונגד כיוון השעון כאשר יש להתייחס לכיווני המצפן וטיסה ישרה ככל הניתן.",
    "disorientationPerlude" : "בתרגולת זאת יש לקחת את הרחפן למרחק בטיחותי עד כדי שיהיה נראה עד ‘‘כנקודה’‘, לבצע סיבסוב אקראי לכיוון מסויום ולאחר מכן יש לבצע חזרה לכיוון הבית בעזרת אחת מהטכניקות הבאות:",
    "disorientationList" : ["אפליקציה – יש לראות את כיוון הרחפן ביחס לבית ולהביאו בעזרת סטיק ימין בלבד לנקודת הבית על סמך הכיוון המצפני והיחוס שלו ביחס לנקודת הבית" ,
     "ראייה – יש לראות את הרחפן בתור נקודה ולנסות להחזיר אותו בקשר עין בלבד. דבר זה יתבצע כאשר אותה ‘‘נקודה’‘ אמורה ‘‘לעלות’‘ בגובה כאשר אתם עובדים רק עם סטיק ימין. אשלייה אופטית של עלייה בגובה גורמת לרחפן להתקרב אליכם ואילו אשליה של ירידה בגובה הינה התרחקות. יש לזהות זאת ביחס לקן האופק והרקיע ולנסות להביא את הרחפן בקו ישר ככל הניתן במידה ואתם מתקשים, יש לבצע חזרה עם נתוני הרחפן על גבי האפליקציה. תרגולת זאת נועדה לתרגל מצב שבו מאבדים תקשורת עם הרחפן באפליצקיה אך עדיין יש שליטת רדיו על המערכת "] ,
    "attiFixed" : "תרגולת זאת יש לבצע רק כאשר המטיס הינו ברמת הטסה גבוהה מספיק. יש לבדוק את הרוחות וכיוונים הכללי, במידה ואתם רואים שהרוחות לא מתאימות אין להטיס ולסכן את הפלטפורמה. יש להגדיר את מצב הATTI ברחפן. במהלך התרגולת יש לשמור על מיקום קבוע ולהתנגד לסחיפה. יש לשמור מרווח בטיחות מעצמים ובמידה ואתם מרגישים איבוד שליטה, להחזיר לעיגון וויזאולי או למצב GPS  במידה ומתאפשר. ",
    "attiBallerina" : "תרגולת זאת יש לבצע רק כאשר המטיס הינו ברמת הטסה גבוהה מספיק. יש לבדוק את הרוחות וכיוונים הכללי, במידה ואתם רואים שהרוחות לא מתאימות אין להטיס ולסכן את הפלטפורמה. יש להגדיר את מצב הATTI ברחפן. במהלך התרגולת יש לשמור על מיקום קבוע ולהתנגד לסחיפה כאשר משנים את כיוון המבט של הרחפן בעזרת ציר הסיבסוב יש לשמור מרווח בטיחות מעצמים ובמידה ואתם מרגישים איבוד שליטה, להחזיר לעיגון וויזאולי או למצב GPS  במידה ומתאפשר. ",
    "attiCircle" : "תרגולת זאת יש לבצע רק כאשר המטיס הינו ברמת הטסה גבוהה מספיק. יש לבדוק את הרוחות וכיוונים הכללי, במידה ואתם רואים שהרוחות לא מתאימות אין להטיס ולסכן את הפלטפורמה. יש להגדיר את מצב הATTI ברחפן. המטיס בוחר נקודה על המסך ועושה סריקה של 360 על אותה נקודה. חשוב לשמור על המטרה כל הזמן בעת הסיבוב של הרחפן. את התרגול יש לבצע עם ציר הסיבסוב והגילגול בהתאמה לכיוון הרצוי (עם כיוון השעון או נגד כיוון השעון). יש לשים לב שלא בטעות מכבים מנועים באוויר בעזרת תנועות הסטיקים. בתרגולת חשוב לנסות לשלוט על קצב הסיבוב במהלך(גילגול) המעגל ולנסות לשנות את רדיוס הסיבוב (סיבסוב) " , 
    "attiSquare" : "תרגולת זאת יש לבצע רק כאשר המטיס הינו ברמת הטסה גבוהה מספיק. יש לבדוק את הרוחות וכיוונים הכללי, במידה ואתם רואים שהרוחות לא מתאימות אין להטיס ולסכן את הפלטפורמה. יש להגדיר את מצב הATTI ברחפן. עליכם לנסות לצייר ריבוע באוויר כאשר עליכם לשמור על כיוונים מדויקים ככל הניתן של 90 מעלות בכל קודקוד של המרובע. את התרגולת ניתן לעשות עם כיוון השעון ונגד כיוון השעון כאשר יש להתייחס לכיווני המצפן וטיסה ישרה ככל הניתן. ",
    "attiEight" : "תרגולת זאת יש לבצע רק כאשר המטיס הינו ברמת הטסה גבוהה מספיק. יש לבדוק את הרוחות וכיוונים הכללי, במידה ואתם רואים שהרוחות לא מתאימות אין להטיס ולסכן את הפלטפורמה. יש להגדיר את מצב הATTI ברחפן. בתרגולת זאת עליכם לנסות לצייר שמייניה דיגטלית (שני ריבועים צמודים) באוויר כאשר עליכם לשמור על כיוונים מדויקים ככל הניתן של 90 מעלות בכל קודקוד של הריבועים. את התרגולת ניתן לעשות עם כיוון השעון ונגד כיוון השעון כאשר יש להתייחס לכיווני המצפן וטיסה ישרה ככל הניתן. " ,
    "attiDisorientationPerlude" : "תרגולת זאת יש לבצע רק כאשר המטיס הינו ברמת הטסה גבוהה מספיק. יש לבדוק את הרוחות וכיוונים הכללי, במידה ואתם רואים שהרוחות לא מתאימות אין להטיס ולסכן את הפלטפורמה. יש להגדיר את מצב הATTI ברחפן. בתרגולת זאת יש לקחת את הרחפן למרחק בטיחותי עד כדי שיהיה נראה עד ‘‘כנקודה’‘, לבצע סיבסוב אקראי לכיוון מסויום ולאחר מכן יש לבצע חזרה לכיוון הבית בעזרת אחת מהטכניקות הבאות: ",
    "attiDisorientationList" : [
        "אפליקציה – יש לראות את כיוון הרחפן ביחס לבית ולהביאו בעזרת סטיק ימין בלבד לנקודת הבית על סמך הכיוון המצפני והיחוס שלו ביחס לנקודת הבית",
        "ראייה – יש לראות את הרחפן בתור נקודה ולנסות להחזיר אותו בקשר עין בלבד. דבר זה יתבצע כאשר אותה ‘‘נקודה’‘ אמורה ‘‘לעלות’‘ בגובה כאשר אתם עובדים רק עם סטיק ימין. אשלייה אופטית של עלייה בגובה גורמת לרחפן להתקרב אליכם ואילו אשליה של ירידה בגובה הינה התרחקות. יש לזהות זאת ביחס לקן האופק והרקיע ולנסות להביא את הרחפן בקו ישר ככל הניתן במידה ואתם מתקשים, יש לבצע חזרה עם נתוני הרחפן על גבי האפליקציה. תרגולת זאת נועדה לתרגל מצב שבו מאבדים תקשורת עם הרחפן באפליצקיה אך עדיין יש שליטת רדיו על המערכת "
    ]
}