{
    "takeFromBag" : "יש לבחור נקודת פריקה מתאימה המאפשרת הגנה על הכוח, הוצאת הרכיבים השונים של הרחפן כגון סוללה, רחפן ושלט בצורה בטיחותית עם שמירה על הציוד. חשוב מאוד שבכל העת בתפעול הציוד לשמור על הרכיבים השונים ולהחזיר דברים שלא בשימוש כמו מגן גימבל לפק''ל ולסגור אותו למנוע כניסת לחות, חול ואבק.",
    "madchefim" : "כאשר בודקים את הרחפנים יש לעבור על כל אחד מהלהבים של המדחף עם היד ולהרגיש האם יש עיוותים לא רצויים, חתכים או חלקים שחסרים מהם (שבר). במידה ויש שבר ואתה חושד שיש להחליפו, יש לנתק את המדחף ולחבר את המדחף המתאים ע''י הסימון המתאים של יצרן הרחפן. בדרך כלל מדחפים מנוגדים יהיו מסומנים באותו סימן או צבע. ",
    "compassCaliberate" : "במידה ויש התראת מערכת, אי דיוק של המצפן או אי שמירת כיוון בטיסה עלינו לבצע כיול מצפן. את כיול המצפן יש לעשות כאשר צריך לסובב את הרחפן על גבי צידיו לאורך הצירים השונים שלו. חשוב מאוד לציין שהרחפן אמור להיות מעל אותה נקודה יחסית ללא תזוזה מיותרת ולכן עלינו להסתובב סביב הרחפן. חובה ככל שניתן לבצע את כיול המצפן ללא רכיבי מתכת עלינו אשר יכולים לגרום להשראה לא רצויה וסטייה מצפנית. ",
    "fiveMemimPerlude" : "חמשת הממים נועדו להבטיח בטיחות מקסימלית בעת ההמראה ובנחיתה. הם מאוד חשובים לבטיחות שלנו בתור מטיסים, צוות ולכלי.",
    "fiveMemimList" : ["משטח המראה – יש לבחור משטח המראה ישר ומישורי ככל הניתן ויבש.",
        "מכשולים – יש להיות מודעים למכשולים ולשמו מרחק בטיחות מתאים לפי הפעלת הכלי",
        "מבט – מבט הרחפן יהיה כלפי חוץ (אל יעד ההטסה) לשמירת כיוון הטסה אינטואיטיבי וביטחון מידע" ,
        "מצלמה – יש להרים את המצלמה כלפי מעלה לשמירה על העדשות ובדיקת תקינות תקשורת תקינה ללא עיכובים" ,
        "מטיס – המטיס הוא בעל הסמכות מי יכול לחצות אותו, כלומר לעבור קו מטיס, דבר הבא לידי ביטוי שכך הוא מכתיב מי הוא הצוות הרשאי להגיע אל הרחפן ולתפעלו במידת הצורך או לשטח ההפעלה"],
    "battery" : "בדיקת הסוללה הינה רכיב חשוב בבדיקות המקדימות. יש לוודא שלמות של הסוללה אשר בא לידי ביטוי בכך שאין מכות, עיוותים, נפיחות או מגעים לא תקינים אשר יכולים לגרום לסוללה להפסיק לעבוד בזמן שהיא באוויר. לכן יש לבדוק את הסוללה קודם כל. כמו כן, יש לבדוק את פיני הסוללה שברחפן שלא חסרים, לא רופפים ושאין מגע רופף היכול להשפיע עליהם. את הסוללה מחברים עד לשמיעת קליק מבית הסוללה ובודקים שהסוללה יושבת כראוי.",
    "sticks" : "במידה ואנו רואים שהרפן נסחף במצב GPS או שיש אי דיוק של הסטיקים, עלינו לבצע כיול סטיקים. את כיול הסטיקים יש לעשות כאשר הרחפן מקורקע! מומלץ מאוד לעשות את כיול הסטיקים כאשר הרחפן לא דולק, במידה ויש צורך שידלוק לאור צורך מבצעי, ניתן לעשות את הכיול. יש לוודא במצב זה שעובדים עם כל סטיק בנפרד ולא עושים כיול לשני הסטיקים יחד במקביל. על מנת לכייל את הסטיקים יש לעבור על החצים לפי המשורטט באפליקציה. ",
    "takeoff" : "בתרגולת ההמראה יש לוודא את מתח הסוללות (חיצוני 0.1 ופנימי 0.03 וולט). כמו כן הטמפרטורה של הסוללה לא אמורה להיות מעל 32 מעלות צלזיוס. יש לוודא הגדרות סוללה ''חלשה'' על 30-40 אחוז וסוללה ''קריטית'' על 10 אחוז יש לוודא הגדרת גובה מנקה לRTH יש לוודא תקשורת RF יציבה והימצאות של 7 לווינים לפחות במידה ומטיסים במצב GPS. יש לוודא את מצבי הטיסה השונים המוגדרים בשלט. יש לכוון את האנטנות של הרחפן לפי כיוון הטיסה הרצוי במידה והנך מטיס פלטפורה עם הגדרות נוספות חיוניות, יש להגדירם טרם ההמראה ",
    "landing" : "בתרגולת זאת יש לנחות עם הרחפן. לכן יהיה עלינו לחזור על 5 הממים (משטח, מכשולים, מטיס, מבט ומצלמה) כאשר כל אלה מבטיחים את בטיחות הנחיתה לרחפן ולסובבים. כאשר רוצים להביא את הרחפן לנחיתה יש להכריז על כך ולנחות בקשר עין ככל הניתן. אין לעזוב את הסטיקים עד לכיבוי מלא של הרחפן! רק לאחר שהרחפן דומם מנועים ניתן לגשת אליו ולהוריד אצבעות מהסטיקים. יש לשים לב שבמידה ואתם נוחתים במצב ATTI הרחפן נסחף עם הרוח ולכן נחיתה במצב זה תיהיה בצורה עדינה יותר ועם החלטיות רבה יותר. דבר זה דורש מיומנות הטסה גבוהה ולכן יש לשמור על מרחב סטרילי ממכשולים ככל שניתן",
    "fold" : "את קיפול הרחפן יש לבצע בנקודה מתאימה. יש לוודא תחילה שהרחפן כבוי ולאחר מכן השלט. יש לבדוק את שלמות הרחפן לאחר הטיסה, להוציא את הסוללה מהרחפן ולהכניס לפק''ל במקום הייעודי, לקפל את המדחפים ואת הזרועות. יש לקפל את אטנות השלט ולהכניס אותו למקום הייעודי. יש להחזיר את מגן הגימבל של המצלמה בחזרה לרחפן בצורה עדינה ולוודא שיושב כראוי. לאחר הקיפול יש לוודא שלא שכחנו שום דבר בשטח.",
    "badachPerlude" : "לפני כל הטסה המטיס יעבור על רכיבי הרחפן ויבדוק כי כולם תקינים ומחוברים היטב.",
    "badach" : [ "פרופלורים - מחוברים שחור לשחור אפור לאפור, אינם שרוטים או שבורים ומחוברים היטב למנוע.",
        "סוללות - נוציא את הסוללה. נעביר יד ונבדוק שאין עליה גבשושים, שהיא לא מסריחה, קרה או חמה מידי, פגומה וכדומה. בחיבור הסוללה נצטרך לשמוע קליק המעיד על חיבור מלא." , 
        "תפס גימבל - להוריד, אי הורדה תמנע חוסר טווח תנועה נוסף לכך שהרחפן והמצלמה מוציאים אדים שיכסו את המכסה ולא נראה כלום." ,
        "גומיות - נבדוק שנמצאות במקום ולא השתחררו", 
        "כרטיס זיכרון - בהתאם להגדרת המשימה." ,
        "חיישנים - לבדוק שהם נקיים ולא שבורים או סדוקים.",
        "אנטנות השלט והסטיקים - מוברגות עד הסוף והאנטנות מכוונות בין -45-9 מעלות."],
    "safety" : ["10 מטר רדיוס." , "גב הרחפן כלפי המטיס." , "שטח מישורי" , "כולם מאחורי המטיס" , "מצלמה כלפי מעלה."],
    "badam" : "לאחר חימוש המנועים נעלה את הרחפן לגובה נמוך יחסית (כ10 מ') על מנת לבדוק שהרחפן מגיב היטב לפעולות השלט. במידה ויתגלה כי יש רכיב תקול נוכל לתפעל את הסיטואציה במהירות.",
    "app" : "נעבור על קטגוריות האפליקציה ונבדוק כי הנתונים שהוזנו מותאמים לצורכי המשימה והתיאום האווירי."
    
}