{
    "nohalOpening" : "לפני יציאה לפעילות נתכנן את המצבע לפרטי פרטים על פי תשעת שלבי הנוהל קרב:",
    "nohalList" : [
        "ניתוח היעד: ניתוח המיקום שאליו הרחפן יטוס למען השגת המטרה על היעד שהוגדר.",
        "נקודות מוגבלות- אזורים אסורים לכניסה כגון: שדות תעופה, שטח אדום, בתי סוהר, מתחמי אימון, או''ם וכו'.",
        "מכשולים: גורם מפריע או מעכב, מצב או דבר המקשה להגיע ליעד. מכשולים יכולים להיות - הרים, מבנים, מכשולים, אנטנות, חסימות ועוד.",
        "נקודות המראה ונחיתה: נקודת המנ''ח (המראה נחיתה) חייבת להימצא בפוליגון ההטיסה, יכולה להיות יותר מנקודה אחת. נקפיד ככל הניתן על הקריטריונים הבאים:",
        " בחירת מסלול טיסה: תכנון מסלול מדויק, ציר הלוך וחזור שונה, גבולות ברבור, התחשבות בארגז רעש ונוכחות אויב, חשאי/גלוי, בניית סיפור דרך",
        ":תכנון אופן סריקת היעד/מענה על המשימה בניית תכנית הסריקה על פי סרגל זמנים, זווית צילום, יום/לילה, יכולות הרחפן ומגבלותיו.",
        " : מקת''גים מקרים ותגובות, הגדרת מקרים אופציונלים (כגון: התרסקות רחפן, איבוד קליטה, השתלטות חיצונית וכו') ותגובת המטיס למקרה.",
        "ניתוח גובה מנקה והגבלות טיסה: תלוי בעצם הגבוה ביותר בשטח, הגבלות לפי פקודות טיסה ואישורי החמ''ל.",
        "ניטור חסימות ספקטרום: בדיקת חסימות ל''א מתוכננות, ע''י כוחותינו + תיאום אווירי+ חמ''ל תצפית."
    ],
    "hamnach" : [
        "נקודה מישורית- המאפשרת המראה ונחיתה במקום יציב.",
        "נקודה גבוהה- לשיפור הקליטה במהלך ההטסה.",
        "נקודה חבויה- בעלת ערך טקטי (גם לרחפן וגם לכוח).",
        "נקודה שחפה מעצמים בולטים- למניעת התנגשות והרס הרחפן.",
        "נקודה שחפה מעצמים מתכתיים- עצמים אלה עלולים לשבש את השליטה ברחפן.",
        "תכנון טופוגרפי לווידוא קשר עין בין המטיס/תצפיתן לרחפן לאורך המשימה."
    ],
    "gufimOpening" : "לפני העלאת רחפן, עלינו לתאם מול גופים שונים בחיל האוויר.",
    "yaba" : "נתאם מול היב''א כאשר נרצה להרים רחפן כמעט בכל מקום בארץ. הגבול בין היב''א הדרומית לצפונית עובר בפלמחים. נתאם מול היב''א בזמן אמת.",
    "maba" : "מרכז בקרה אוגדתי - נתאם מולם באוגדות עזה ולבנון.",
    "merkaz" : "עם מרכז הסנכרון נתאם לפני פעילויות ידועות מראש. צריך לתאם איתם לפחות שבוע מראש, אך בזמן חירום ניתן שעתיים לפני. בכל מקרה, נתקשר ליב''א בזמן אמת לוודא שהתיאום עומד ושאין אירועים מתפרצים בדחיפות גבוהה יותר.",
    "tashlas" : "גוף חיל האוויר מולו נבדוק על חסימות ספקטרום כגון חסימת GPS או תקשורת. רצוי לדבר איתם בטלפון אדום משום שכך ניתן לקבל פרטים יותר ספציפיים."
    
}