{
    "defs" : [
        " גובה מנקה – הגובה המוגדר לרחפן כגובה הבטוח לטיסה ונקי ממכשולים, יילקח מהמכשול הטבעי/המלאכותי הגבוה ביותר בפוליגון ההטסה, בתוספת מקדם בטיחות של 20 מ' ומעלה.",
        "זט''ר (זיהוי טווח רחוק) - טכניקה קרבית הנועדה לסייע בהתמצאות בשטח נתון. טכניקה זו מאפשרת לשפר את מיומנות הצופה בהתמצאות וזיהוי השטח הנצפה למרחוק.",
        "זיהוי - הבחנה מלאה בפרטי המטרה, ברמה המאפשרת לקבוע את סוג המטרה, כגון עמית או אויב ופרטים נוספים שלה כגון סוג האמל''ח וכו'. ",
        "מעפ''י – מעל פני הים, הגובה הנמדד ביחס לפני הים",
        "מעפ''ש - מעל פני השטח, הגובה הנמדד ביחס לפני השטח." , 
        "ברומטר- גובה ביחס לפני ההמראה (ע''י לחץ אטמוספרי)" ,
        "בד''מ(בדיקות מערכת)- נעלה את הרחפן לגובה 10 מטר ונבדוק שהרחפן מגיב לכל הפקדים והסטיקים. נעשה זאת בגובה נמוך כדי שבמידה ונגלה שיש חלק תקול נוכל לתפעל את הסיטואציה מהר ובמידה והוא יתרסק הנזק יהיה מינימלי.",
        "ארגז רעש- הגובה והמרחק ממנו לא נשמע את הרחפן." ,
        "טלמטריה – מערכת איסוף והעברת נתונים בזמן אמת מרחפן למפעיל או למערכת הבקרה הקרקעית. נתוני הטלמטריה כוללים מידע חיוני לתפעול הרחפן כגון מיקום מדויק, גובה, מהירות, מצב סוללה, כיוון הטיסה, וחוזק אות ה-GPS. הטלמטריה מתבצעת באמצעות תקשורת אלחוטית בין הרחפן לבקר, ומאפשרת למפעיל לעקוב אחרי ביצועי הרחפן ולקבל א התרעות בזמן אמת.",
        "מקת''ג נתק שלט- פעולה אוטומטית שהרחפן מבצע בחוסר תקשורת מהשלט. ישנן שלוש אפשרויות- RTH/HOVER/LAND לרוב נבחר במצב HOVER משום שפעולת חזרה הביתה דורשת GPS ובמלחמה יש הרבה חסימות."
    ],
    "catergories" : [
        "GNSS – מערכת ניווט לוויינית גלובלית המשמשת לקביעת מיקום מדויק של רחפן במרחב. הGNSS מאפשר לרחפנים לקיים ניווט יציב ומדויק על ידי קבלת קואורדינטות לווייניות בזמן אמת, ומספק יכולות אוטונומיות חיוניות כגון שמירה על מיקום, טיסה במסלול מוגדר מראש, חזרה אוטומטית לבית ושמירה על יציבות גבוהה לביצוע משימות בדיוק רב. מערכות GNSS בשימוש בישראל אלו ה GPS האמריקאי ו- BEIDOU הסיני." ,
        "עיגון ויזואלי – 2 חיישנים בתחתית הרחפן אשר מתבייתים על עוגנים ובאמצעותם משאירים את הרחפן יציב בחוסר GPS. לא יעבוד מעל טקסטורה אחידה, בחושך ומעל 350 מטר." ,
        "ATTI – מצב הפעלה במערכת הניווט של הרחפן שבו הכלי מתפקד על פי זווית הכנפיים והמצפן, אך ללא שימוש במידע על מיקום או גובה. מצב זה משמש בעיקר להטסה במרחב רווי שיבושים ב .GNSS"
    ]
}